Repository: Wayne-Kim/pocket-sisyphus
Catalog: ios/PocketSisyphus/Localizable.xcstrings
Source language: ko
Languages: ar, en, es, fr, hi, ja, pt_br, ru, zh_hans

source: 테스트 노드
ar: عقدة اختبار
en: Test node
es: Nodo de prueba
fr: Nœud de test
hi: टेस्ट नोड
ja: テストノード
pt_br: Nó de teste
ru: Узел теста
zh_hans: 测试节点

source: 템플릿 불러오는 중…
ar: جارٍ تحميل القوالب…
en: Loading templates…
es: Cargando plantillas…
fr: Chargement des modèles…
hi: टेम्पलेट लोड हो रहे हैं…
ja: テンプレートを読み込み中…
pt_br: Carregando modelos…
ru: Загрузка шаблонов…
zh_hans: 正在加载模板…

source: 템플릿으로 시작
ar: ابدأ من قالب
en: Start from a template
es: Empezar con una plantilla
fr: Démarrer à partir d'un modèle
hi: टेम्पलेट से शुरू करें
ja: テンプレートから始める
pt_br: Começar com um modelo
ru: Начать с шаблона
zh_hans: 从模板开始

source: 토큰 ↑%lld ↓%lld
ar: الرموز ↑%lld ↓%lld
en: Tokens ↑%lld ↓%lld
es: Tokens ↑%lld ↓%lld
fr: Jetons ↑%lld ↓%lld
hi: टोकन ↑%lld ↓%lld
ja: トークン ↑%lld ↓%lld
pt_br: Tokens ↑%lld ↓%lld
ru: Токены ↑%lld ↓%lld
zh_hans: Token ↑%lld ↓%lld

source: 토큰을 수동 입력 탭에서 추가하세요
ar: أضف الرمز من علامة التبويب «إدخال يدوي»
en: Add the token from the Manual entry tab
es: Añade el token desde la pestaña de entrada manual
fr: Ajoutez le jeton depuis l’onglet Saisie manuelle
hi: मैन्युअल इनपुट टैब से टोकन जोड़ें
ja: 「手動入力」タブからトークンを追加してください
pt_br: Adicione o token na aba de entrada manual
ru: Добавьте токен на вкладке «Ввести вручную»
zh_hans: 请在「手动输入」标签页中添加令牌

source: 톱니바퀴 메뉴 → «언어» 에서 10개 언어 중 고를 수 있습니다. 각 언어는 자기 모국어로 표시되므로 (한국어 / English / 日本語 / العربية ...) 모르는 언어로 빠져버려도 자기 언어 줄을 보고 다시 돌아올 수 있어요.
ar: اختر من 10 لغات عبر قائمة الإعدادات ← «اللغة». كل لغة معروضة باسمها الأصلي (한국어 / English / 日本語 / العربية ...) فإذا انتقلت إلى لغة لا تعرفها فستجد سطر لغتك للعودة.
en: Choose from 10 languages via gear menu → “Language”. Each language is shown in its own native script (한국어 / English / 日本語 / العربية ...) so even if you end up in a language you don’t read, you can spot your own row and come back.
es: Elige entre 10 idiomas desde el menú engrane → «Idioma». Cada idioma se muestra en su propia escritura nativa (한국어 / English / 日本語 / العربية ...), así que aunque acabes en uno que no entiendas podrás identificar tu fila y volver.
fr: Choisissez parmi 10 langues via le menu engrenage → « Langue ». Chaque langue est affichée dans son écriture native (한국어 / English / 日本語 / العربية ...), donc même si vous tombez sur une langue inconnue, vous pourrez retrouver votre ligne et revenir.
hi: गियर मेनू → «भाषा» से 10 भाषाओं में से चुनें। हर भाषा अपनी मूल लिपि में दिखती है (한국어 / English / 日本語 / العربية ...) ताकि किसी अनजान भाषा में पहुँच भी जाएँ तो अपनी पंक्ति पहचानकर वापस आ सकें।
ja: 歯車メニュー →「言語」から 10 言語の中から選べます。各言語はそれぞれの母語表記 (한국어 / English / 日本語 / العربية ...) で表示されるので、知らない言語に切り替わってしまっても自分の行を見つけて戻れます。
pt_br: Escolha entre 10 idiomas no menu da engrenagem → «Idioma». Cada idioma aparece em sua própria escrita nativa (한국어 / English / 日本語 / العربية ...) — assim, mesmo caindo num idioma desconhecido, você acha a sua linha e volta.
ru: В меню шестерёнки → «Язык» можно выбрать из 10 языков. Каждый язык показан в своей родной письменности (한국어 / English / 日本語 / العربية ...), так что даже попав в незнакомый язык, вы найдёте свою строку и вернётесь.
zh_hans: 在齿轮菜单 → 「语言」中,可在 10 种语言中选择。每种语言以其本身的文字显示(한국어 / English / 日本語 / العربية ...),即便切换到陌生语言,也能凭借自己语言所在的那一行返回。

source: 톱니바퀴 메뉴의 «도구 자동 승인» 을 켜면 모든 도구 호출이 묻지 않고 통과됩니다. 빠르지만 위험합니다.
ar: تشغيل «السماح التلقائي بالأدوات» في قائمة الإعدادات يجعل جميع استدعاءات الأدوات تمر دون سؤال. أسرع، ولكن أكثر خطرًا.
en: Turning on “Auto-approve tools” in the gear menu lets every tool call pass without asking. Faster, but riskier.
es: Activar «Autoaprobar herramientas» en el menú de la rueda dentada hace que todas las llamadas pasen sin preguntar. Más rápido, pero arriesgado.
fr: Activer « Autoriser les outils auto. » dans le menu engrenage laisse passer tous les appels sans demander. Plus rapide, mais risqué.
hi: गियर मेनू में «टूल स्वत: स्वीकृति» चालू करने पर सभी टूल कॉल बिना पूछे पारित होते हैं। तेज़, पर जोखिमपूर्ण।
ja: 歯車メニューの「ツールを自動承認」をオンにすると、すべてのツール呼び出しが確認なしで通過します。速い反面、リスクは高くなります。
pt_br: Ligar «Aprovar ferramentas automaticamente» no menu da engrenagem deixa todas as chamadas passarem sem perguntar. Mais rápido, mais arriscado.
ru: Включение «Авто-разрешение инструментов» в меню шестерёнки пропускает все вызовы без подтверждения. Быстрее, но рискованнее.
zh_hans: 在齿轮菜单中开启「工具自动批准」会让所有工具调用免确认通过。更快,但更危险。

source: 통과
ar: نجاح
en: Pass
es: Aprobado
fr: Réussi
hi: पास
ja: 合格
pt_br: Aprovado
ru: Пройдено
zh_hans: 通过

source: 통과 시 (pass)
ar: عند النجاح (pass)
en: On pass
es: Si pasa (pass)
fr: En cas de réussite (pass)
hi: पास होने पर (pass)
ja: 合格時（pass）
pt_br: Em caso de aprovação (pass)
ru: При успехе (pass)
zh_hans: 通过时（pass）

source: 트랙패드 감도
ar: حساسية لوحة التتبّع
en: Trackpad sensitivity
es: Sensibilidad del trackpad
fr: Sensibilité du trackpad
hi: ट्रैकपैड संवेदनशीलता
ja: トラックパッドの感度
pt_br: Sensibilidade do trackpad
ru: Чувствительность трекпада
zh_hans: 触控板灵敏度

source: 트랙패드처럼 사용하세요
ar: استخدمها مثل لوحة التتبّع
en: Use it like a trackpad
es: Úsalo como un trackpad
fr: Utilisez-le comme un trackpad
hi: इसे ट्रैकपैड की तरह इस्तेमाल करें
ja: トラックパッドのように使えます
pt_br: Use como um trackpad
ru: Используйте как трекпад
zh_hans: 把它当触控板用

source: 트리거
ar: المُشغّلات
en: Triggers
es: Disparadores
fr: Déclencheurs
hi: ट्रिगर
ja: トリガー
pt_br: Gatilhos
ru: Триггеры
zh_hans: 触发器

source: 트리거 추가
ar: إضافة مُشغّل
en: Add trigger
es: Añadir disparador
fr: Ajouter un déclencheur
hi: ट्रिगर जोड़ें
ja: トリガーを追加
pt_br: Adicionar gatilho
ru: Добавить триггер
zh_hans: 添加触发器

source: 트리아지
ar: الفرز
en: Triage
es: Clasificación
fr: Tri
hi: वर्गीकरण
ja: トリアージ
pt_br: Triagem
ru: Сортировка
zh_hans: 分类处理

source: 티어별
ar: حسب المستوى
en: By tier
es: Por nivel
fr: Par niveau
hi: स्तर अनुसार
ja: ティア別
pt_br: Por nível
ru: По уровню
zh_hans: 按层级

source: 티켓에 코멘트 달듯 한 줄로 — 에이전트가 브리프를 다듬어 갱신해요.
ar: سطر واحد، كتعليق على تذكرة — سيصقل الوكيل الموجز ويحدّثه.
en: One line, like a ticket comment — the agent will refine and update the brief.
es: Una línea, como un comentario en un ticket: el agente refinará y actualizará el brief.
fr: Une ligne, comme un commentaire de ticket — l'agent affinera et mettra à jour le brief.
hi: टिकट टिप्पणी की तरह एक पंक्ति — एजेंट ब्रीफ़ को निखारकर अपडेट करेगा।
ja: チケットへのコメントのように一行で — エージェントがブリーフを磨いて更新します。
pt_br: Uma linha, como um comentário de ticket — o agente refinará e atualizará o brief.
ru: Одна строка, как комментарий к тикету — агент доработает и обновит бриф.
zh_hans: 像在工单上留言一样写一句话 — 智能体会打磨并更新简报。

source: 팁: 메뉴바 → «전체 디스크 접근 권한…» 으로 한 번 켜 두면 폴더마다 다시 묻지 않습니다.
ar: نصيحة: فعّلها مرة واحدة من شريط القوائم ← «الوصول الكامل إلى القرص…» فلن يُسأل عن كل مجلد مجدداً.
en: Tip: enable it once via menu bar → “Full Disk Access…” and it won't ask again per folder.
es: Consejo: actívalo una vez en barra de menús → «Acceso total al disco…» y no volverá a preguntar por cada carpeta.
fr: Astuce : activez-le une fois via barre de menus → « Accès complet au disque… » et il ne redemandera plus pour chaque dossier.
hi: टिप: मेन्यू बार → “फ़ुल डिस्क एक्सेस…” से एक बार चालू कर दें, फिर हर फ़ोल्डर के लिए दोबारा नहीं पूछेगा।
ja: ヒント: メニューバー → 「フルディスクアクセス…」で一度有効にすれば、フォルダごとに再度尋ねられません。
pt_br: Dica: ative uma vez em barra de menus → “Acesso total ao disco…” e ele não perguntará de novo por pasta.
ru: Совет: включите один раз через строку меню → «Полный доступ к диску…», и вопросы по каждой папке исчезнут.
zh_hans: 提示：通过菜单栏 → “完全磁盘访问权限…”开启一次后，就不会再按文件夹逐个询问。

source: 파랑
ar: أزرق
en: Blue
es: Azul
fr: Bleu
hi: नीला
ja: 青
pt_br: Azul
ru: Синий
zh_hans: 蓝色

source: 파일 전체 첨언
ar: ملاحظة على الملف بالكامل
en: Note Entire File
es: Anotar todo el archivo
fr: Annoter tout le fichier
hi: पूरी फ़ाइल पर टिप्पणी
ja: ファイル全体にメモ
pt_br: Anotar o arquivo inteiro
ru: Заметка ко всему файлу
zh_hans: 为整个文件批注

source: 파일 참조
ar: مراجع الملفات
en: File references
es: Referencias de archivo
fr: Références de fichier
hi: फ़ाइल संदर्भ
ja: ファイル参照
pt_br: Referências de arquivo
ru: Ссылки на файлы
zh_hans: 文件引用

source: 파일 참조 첨언
ar: ملاحظات مراجع الملفات
en: File Reference Notes
es: Notas de referencia de archivo
fr: Notes de référence de fichier
hi: फ़ाइल संदर्भ टिप्पणियाँ
ja: ファイル参照のメモ
pt_br: Notas de referência de arquivo
ru: Заметки к ссылкам на файлы
zh_hans: 文件引用批注

source: 파일 탐색
ar: تصفّح الملفات
en: Browse files
es: Explorar archivos
fr: Parcourir les fichiers
hi: फ़ाइलें ब्राउज़ करें
ja: ファイルを参照
pt_br: Explorar arquivos
ru: Просмотр файлов
zh_hans: 浏览文件

source: 파일에서 찾기
ar: البحث في الملف
en: Find in file
es: Buscar en el archivo
fr: Rechercher dans le fichier
hi: फ़ाइल में खोजें
ja: ファイル内を検索
pt_br: Buscar no arquivo
ru: Поиск в файле
zh_hans: 在文件中查找

source: 파일이 너무 크거나 (5MB 초과) 권한이 없을 수 있다.
ar: قد يكون الملف كبيرًا جدًا (أكبر من 5 ميغابايت) أو ليست لديك صلاحيات الوصول.
en: The file may be too large (over 5 MB) or you may lack permission.
es: El archivo puede ser demasiado grande (más de 5 MB) o no tienes permisos.
fr: Le fichier est peut-être trop volumineux (plus de 5 Mo) ou vous n’avez pas les autorisations.
hi: फ़ाइल बहुत बड़ी (5MB से अधिक) हो सकती है या आपके पास अनुमति नहीं हो सकती है।
ja: ファイルが大きすぎる(5MB 超)か、権限がない可能性があります。
pt_br: O arquivo pode ser muito grande (mais de 5 MB) ou você pode não ter permissão.
ru: Файл может быть слишком большим (более 5 МБ) или у вас нет прав доступа.
zh_hans: 文件可能过大(超过 5MB)或您没有访问权限。

source: 페어링
ar: إقران
en: Pair
es: Emparejar
fr: Appairer
hi: जोड़ें
ja: ペアリング
pt_br: Parear
ru: Сопряжение
zh_hans: 配对

source: 페어링 QR 스캔
ar: مسح رمز QR للإقران
en: Scan pairing QR
es: Escanear QR de emparejamiento
fr: Scanner le QR d’appairage
hi: पेयरिंग QR स्कैन करें
ja: ペアリング QR をスキャン
pt_br: Escanear QR de pareamento
ru: Сканируйте QR сопряжения
zh_hans: 扫描配对 QR

source: 페어링 QR 안에 들어있는 항목:
ar: ما يحتويه رمز QR للإقران:
en: What’s inside the pairing QR:
es: Qué contiene el QR de emparejamiento:
fr: Contenu du QR d’appairage :
hi: पेयरिंग QR के अंदर क्या है:
ja: ペアリング QR に含まれる項目:
pt_br: O que há dentro do QR de pareamento:
ru: Что внутри QR сопряжения:
zh_hans: 配对 QR 中包含的内容:

source: 페어링 QR 은 daemon 토큰 / client-auth 키 / SSH 클라이언트 키 / host fingerprint 를 모두 담고 있어 누설되면 그 Mac 데스크탑 앱에 누구든 접근할 수 있습니다. QR 이미지가 노출되었다면 Mac 에서 데스크탑 앱을 끄거나 새 페어링으로 갱신하세요.
ar: يحوي QR الإقران رمز daemon ومفتاح client-auth ومفتاح عميل SSH وhost fingerprint جميعها، فإن تسرّب يستطيع أي شخص الوصول إلى تطبيق سطح المكتب على ذلك الـ Mac. إذا انكشفت صورة QR، أوقف تطبيق سطح المكتب على Mac أو جدّد الإقران.
en: The pairing QR contains the daemon token, client-auth key, SSH client key, and host fingerprint, so if it leaks, anyone can access that Mac’s desktop app. If the QR image was exposed, quit the desktop app on the Mac or rotate the pairing.
es: El QR de emparejamiento contiene el token del daemon, la clave client-auth, la clave de cliente SSH y el host fingerprint, así que si se filtra cualquiera puede acceder a la app de escritorio de ese Mac. Si la imagen QR se expuso, cierra la app de escritorio en el Mac o rota el emparejamiento.
fr: Le QR d’appairage contient le jeton daemon, la clé client-auth, la clé client SSH et le host fingerprint ; en cas de fuite, n’importe qui peut accéder à l’app de bureau de ce Mac. Si l’image QR a été exposée, quittez l’app de bureau sur le Mac ou renouvelez l’appairage.
hi: पेयरिंग QR में daemon टोकन, client-auth कुंजी, SSH क्लाइंट कुंजी और host fingerprint सभी होते हैं — लीक हो जाए तो कोई भी उस Mac के डेस्कटॉप ऐप तक पहुँच सकता है। QR छवि उजागर हुई हो तो Mac पर डेस्कटॉप ऐप बंद करें या पेयरिंग रोटेट करें।
ja: ペアリング QR には daemon トークン / client-auth キー / SSH クライアントキー / host fingerprint がすべて含まれているため、漏れるとその Mac のデスクトップアプリに誰でもアクセスできます。QR 画像が漏えいしたら、Mac でデスクトップアプリを終了するか、ペアリングを更新してください。
pt_br: O QR de pareamento contém o token do daemon, a chave client-auth, a chave de cliente SSH e o host fingerprint, então se vazar qualquer um pode acessar o app de desktop daquele Mac. Se a imagem do QR foi exposta, encerre o app de desktop no Mac ou rotacione o pareamento.
ru: QR сопряжения содержит daemon-токен, ключ client-auth, SSH-клиентский ключ и host fingerprint, поэтому при утечке любой получит доступ к десктоп-приложению этого Mac. Если изображение QR утекло, выйдите из десктоп-приложения на Mac или обновите сопряжение.
zh_hans: 配对 QR 中包含 daemon 令牌、client-auth 密钥、SSH 客户端密钥和 host fingerprint，一旦泄露任何人都能访问那台 Mac 的桌面应用。若 QR 图像泄露，请在 Mac 上退出桌面应用或轮换配对。

source: 페어링 QR 은 토큰과 client-auth 키를 담고 있어 누설되면 그 Mac 데몬에 누구든 접근할 수 있습니다. QR 이미지가 노출되었다면 Mac 에서 데몬을 끄거나 새 페어링으로 갱신하세요.
ar: يحتوي رمز QR للإقران على الرمز ومفتاح client-auth، فإذا تسرّب يمكن لأي شخص الوصول إلى daemon ذلك Mac. إذا تعرّضت صورة QR للكشف، أوقف daemon على Mac أو جدّد الإقران.
en: The pairing QR carries both the token and the client-auth key, so anyone with it can reach that Mac’s daemon. If the image leaked, stop the daemon on Mac or refresh pairing.
es: El QR de emparejamiento contiene el token y la clave client-auth, así que cualquiera con la imagen puede llegar a ese daemon de Mac. Si se filtró, detén el daemon en el Mac o renueva el emparejamiento.
fr: Le QR d’appairage contient le jeton et la clé client-auth ; toute personne possédant l’image peut atteindre ce daemon Mac. En cas de fuite, arrêtez le daemon sur Mac ou renouvelez l’appairage.
hi: पेयरिंग QR में टोकन और client-auth कुंजी दोनों होते हैं, इसलिए जिसके पास भी यह छवि है वह उस Mac के daemon तक पहुँच सकता है। अगर छवि लीक हो गई हो तो Mac पर daemon बंद करें या नई पेयरिंग करें।
ja: ペアリング QR にはトークンと client-auth キーが含まれているため、画像が漏れると誰でもその Mac daemon に到達できます。漏洩した場合は Mac で daemon を停止するか、新しいペアリングで更新してください。
pt_br: O QR de pareamento carrega o token e a chave client-auth, então quem o tiver pode acessar aquele daemon do Mac. Se a imagem vazou, pare o daemon no Mac ou renove o pareamento.
ru: QR сопряжения содержит и токен, и ключ client-auth — любой, у кого он есть, доберётся до daemon на Mac. Если изображение утекло, остановите daemon на Mac или обновите сопряжение.
zh_hans: 配对 QR 同时包含令牌和 client-auth 密钥,任何持有该图像的人都能访问那台 Mac 的 daemon。如图像泄露,请在 Mac 上停止 daemon 或重新配对。

source: 페어링 값 바꾸기
ar: تغيير الاقتران
en: Change pairing
es: Cambiar emparejamiento
fr: Changer l’appairage
hi: पेयरिंग बदलें
ja: ペアリングを変更
pt_br: Alterar pareamento
ru: Изменить сопряжение
zh_hans: 更改配对

source: 페어링 값이 바뀌었다면 새 QR 로 다시 페어링하세요.
ar: إذا تغيّرت بيانات الاقتران، فأعد الاقتران باستخدام رمز QR جديد.
en: If the pairing changed, re-pair with a new QR code.
es: Si el emparejamiento cambió, vuelve a emparejar con un nuevo código QR.
fr: Si l’appairage a changé, ré-appairez avec un nouveau QR code.
hi: अगर पेयरिंग बदल गई है, तो नए QR कोड से दोबारा पेयर करें।
ja: ペアリング値が変わった場合は、新しいQRで再ペアリングしてください。
pt_br: Se o pareamento mudou, refaça o pareamento com um novo QR code.
ru: Если данные сопряжения изменились, выполните сопряжение заново с новым QR-кодом.
zh_hans: 如果配对信息已更改，请使用新二维码重新配对。

source: 페어링 검증 중…
ar: جارٍ التحقّق من الإقران…
en: Verifying pairing…
es: Verificando emparejamiento…
fr: Vérification de l’appairage…
hi: पेयरिंग सत्यापित हो रही है…
ja: ペアリングを検証中…
pt_br: Verificando pareamento…
ru: Проверяем сопряжение…
zh_hans: 正在验证配对…

source: 페어링 되지 않음
ar: غير مُقترن
en: Not paired
es: Sin emparejar
fr: Non appairé
hi: पेयर नहीं किया गया
ja: ペアリングされていません
pt_br: Não pareado
ru: Не сопряжено
zh_hans: 尚未配对

source: 페어링 때 대면으로 받은 호스트 키 지문과 매 연결마다 대조해요. 첫 연결에도 신뢰 공백이 없어요.
ar: تتم مطابقته في كل اتصال مع بصمة مفتاح المضيف التي استُلمت وجهًا لوجه أثناء الإقران. لا توجد فجوة ثقة حتى في الاتصال الأول.
en: It's checked on every connection against the host key fingerprint received in person during pairing. There's no trust gap even on the first connection.
es: Se comprueba en cada conexión con la huella de la clave de host recibida en persona durante el emparejamiento. No hay brecha de confianza ni siquiera en la primera conexión.
fr: Elle est vérifiée à chaque connexion par rapport à l'empreinte de la clé d'hôte reçue en personne lors de l'appairage. Il n'y a aucune lacune de confiance, même à la première connexion.
hi: हर कनेक्शन पर इसे पेयरिंग के दौरान आमने-सामने प्राप्त होस्ट कुंजी फ़िंगरप्रिंट से मिलाया जाता है। पहले कनेक्शन पर भी कोई विश्वास अंतराल नहीं होता।
ja: ペアリング時に対面で受け取ったホストキー指紋と接続ごとに照合します。初回接続でも信頼の空白がありません。
pt_br: É verificada a cada conexão com a impressão digital da chave de host recebida pessoalmente durante o pareamento. Não há lacuna de confiança nem na primeira conexão.
ru: Проверяется при каждом подключении по отпечатку ключа хоста, полученному лично при сопряжении. Нет пробела в доверии даже при первом подключении.
zh_hans: 每次连接都会与配对时当面收到的主机密钥指纹进行核对。即使首次连接也没有信任空白。

source: 페어링 때 받은 서버의 완전한 공개키와 정확히 일치해야 연결돼요.
ar: لا يتم الاتصال إلا إذا تطابق تمامًا مع المفتاح العام الكامل للخادم الذي تم استلامه أثناء الإقران.
en: It connects only if it exactly matches the server's full public key received during pairing.
es: Solo se conecta si coincide exactamente con la clave pública completa del servidor recibida durante el emparejamiento.
fr: La connexion n'a lieu que si elle correspond exactement à la clé publique complète du serveur reçue lors de l'appairage.
hi: यह केवल तभी कनेक्ट होता है जब पेयरिंग के दौरान प्राप्त सर्वर की पूर्ण सार्वजनिक कुंजी से बिल्कुल मेल खाता हो।
ja: ペアリング時に受け取ったサーバーの完全な公開鍵と正確に一致する場合のみ接続します。
pt_br: Só conecta se corresponder exatamente à chave pública completa do servidor recebida durante o pareamento.
ru: Подключение происходит только при точном совпадении с полным открытым ключом сервера, полученным при сопряжении.
zh_hans: 只有与配对时收到的服务器完整公钥完全匹配时才会连接。

source: 페어링 방법 보기
ar: تعرّف على كيفية الإقران
en: See how to pair
es: Ver cómo emparejar
fr: Voir comment appairer
hi: पेयर करने का तरीका देखें
ja: ペアリング方法を見る
pt_br: Veja como parear
ru: Как выполнить сопряжение
zh_hans: 查看配对方法

source: 페어링 정보 없음
ar: لا توجد معلومات إقران
en: No pairing info
es: Sin información de emparejamiento
fr: Aucune info d’appairage
hi: कोई पेयरिंग जानकारी नहीं
ja: ペアリング情報がありません
pt_br: Sem informações de pareamento
ru: Нет данных сопряжения
zh_hans: 没有配对信息

source: 페어링 지우고 다시 스캔
ar: مسح الاقتران وإعادة المسح
en: Clear pairing & rescan
es: Borrar emparejamiento y reescanear
fr: Effacer l’appairage et rescanner
hi: पेयरिंग मिटाएँ और फिर से स्कैन करें
ja: ペアリングを消去して再スキャン
pt_br: Apagar pareamento e reescanear
ru: Удалить сопряжение и сканировать заново
zh_hans: 清除配对并重新扫描

source: 페어링 해제
ar: إلغاء الإقران
en: Unpair
es: Desemparejar
fr: Désappairer
hi: अनपेयर करें
ja: ペアリングを解除
pt_br: Desparear
ru: Отменить сопряжение
zh_hans: 解除配对

source: 페어링·세션·연결·보안까지 모든 사용 안내를 한곳에서 볼 수 있어요.
ar: الإقران والجلسات والاتصال والأمان — كل أدلة الاستخدام في مكان واحد.
en: Pairing, sessions, connection, security — every guide in one place.
es: Emparejamiento, sesiones, conexión y seguridad: todas las guías en un solo lugar.
fr: Appairage, sessions, connexion, sécurité — tous les guides au même endroit.
hi: पेयरिंग, सेशन, कनेक्शन और सुरक्षा — सभी गाइड एक ही जगह पर।
ja: ペアリング・セッション・接続・セキュリティまで、すべての使い方を一か所で確認できます。
pt_br: Emparelhamento, sessões, conexão e segurança — todos os guias em um só lugar.
ru: Сопряжение, сессии, подключение, безопасность — все руководства в одном месте.
zh_hans: 配对、会话、连接、安全——所有使用指南都在一处。

source: 페어링은 Mac 메뉴바의 «페어링 QR 보기» 를 누른 뒤 iPhone 앱의 QR 스캐너로 한 번 비추면 끝납니다.
ar: للإقران اضغط «عرض رمز QR للإقران» من شريط قوائم Mac ثم وجّه ماسح QR في تطبيق iPhone نحوه مرة واحدة.
en: To pair, hit “Show pairing QR” in the Mac menu bar, then point the iPhone app’s QR scanner at it once.
es: Para emparejar, pulsa «Mostrar QR de emparejamiento» en la barra de menús del Mac y apunta una vez al QR con el escáner del iPhone.
fr: Pour appairer, cliquez sur « Afficher le QR d’appairage » dans la barre de menus du Mac, puis pointez le scanner QR de l’app iPhone dessus une fois.
hi: पेयरिंग के लिए Mac मेनू बार में «पेयरिंग QR दिखाएँ» दबाएँ और iPhone ऐप के QR स्कैनर से एक बार उसकी ओर इंगित करें।
ja: ペアリングするには Mac メニューバーの「ペアリング QR を表示」を押し、iPhone アプリの QR スキャナでそれを一度読み取ります。
pt_br: Para parear, clique em «Mostrar QR de pareamento» na barra de menus do Mac e aponte o scanner QR do app iPhone para ele uma vez.
ru: Чтобы сопрячь, нажмите «Показать QR сопряжения» в строке меню Mac, затем один раз наведите на него QR-сканер в приложении iPhone.
zh_hans: 配对方法:点击 Mac 菜单栏的「显示配对 QR」,然后用 iPhone 应用的 QR 扫描器对准一次即可。

source: 페어링을 다시 할까요?
ar: إعادة الاقتران؟
en: Re-pair?
es: ¿Volver a emparejar?
fr: Ré-appairer ?
hi: दोबारा पेयर करें?
ja: 再ペアリングしますか？
pt_br: Refazer o pareamento?
ru: Выполнить сопряжение заново?
zh_hans: 重新配对？

source: 페어링이 필요해요
ar: الإقران مطلوب
en: Pairing needed
es: Se necesita emparejar
fr: Appairage requis
hi: पेयरिंग ज़रूरी है
ja: ペアリングが必要です
pt_br: É necessário parear
ru: Требуется сопряжение
zh_hans: 需要配对

source: 펜
ar: قلم
en: Pen
es: Pluma
fr: Stylo
hi: पेन
ja: ペン
pt_br: Caneta
ru: Перо
zh_hans: 画笔

source: 편집
ar: تحرير
en: Edit
es: Editar
fr: Modifier
hi: संपादित करें
ja: 編集
pt_br: Editar
ru: Изменить
zh_hans: 编辑

source: 편집 — 캔버스 빈 곳을 길게 누르면 그 자리에 노드를 추가하고, 노드를 탭하면 제목·프롬프트·도구를 설정합니다. 노드 아래 출력 포트를 드래그해 다른 노드 위에 놓으면 연결돼요.
ar: التحرير — اضغط مطوّلًا على مكان فارغ في اللوحة لإضافة عقدة هناك، وانقر على عقدة لضبط عنوانها وموجّهها وأداتها. اسحب منفذ الإخراج أسفل العقدة وأفلِته على عقدة أخرى لربطهما.
en: Editing — long-press an empty spot on the canvas to add a node there, and tap a node to set its title, prompt, and tool. Drag the output port at the bottom of a node onto another node to connect them.
es: Edición: mantén pulsado un espacio vacío del lienzo para añadir un nodo ahí, y toca un nodo para definir su título, prompt y herramienta. Arrastra el puerto de salida en la parte inferior de un nodo sobre otro nodo para conectarlos.
fr: Édition — appuyez longuement sur une zone vide du canevas pour y ajouter un nœud, et touchez un nœud pour définir son titre, son prompt et son outil. Faites glisser le port de sortie en bas d'un nœud sur un autre nœud pour les relier.
hi: संपादन — कैनवास पर खाली जगह को देर तक दबाने पर वहाँ एक नोड जुड़ता है, और किसी नोड को टैप करने पर उसका शीर्षक, प्रॉम्प्ट और टूल सेट करें। नोड के नीचे आउटपुट पोर्ट को खींचकर दूसरे नोड पर छोड़ने से वे जुड़ जाते हैं।
ja: 編集 — キャンバスの空いた場所を長押しするとその位置にノードを追加し、ノードをタップすると題名・プロンプト・ツールを設定できます。ノード下部の出力ポートをドラッグして別のノードに重ねるとつながります。
pt_br: Edição — pressione e segure um espaço vazio no canvas para adicionar um nó ali, e toque em um nó para definir seu título, prompt e ferramenta. Arraste a porta de saída na parte inferior de um nó sobre outro nó para conectá-los.
ru: Редактирование — нажмите и удерживайте пустое место на холсте, чтобы добавить там узел, а коснитесь узла, чтобы задать его название, запрос и инструмент. Перетащите выходной порт внизу узла на другой узел, чтобы соединить их.
zh_hans: 编辑——长按画布空白处即可在该位置添加节点，点按节点可设置其标题、提示词和工具。拖动节点底部的输出端口到另一个节点上即可连接。
